tap "cmacrae/formulae"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "khanhas/tap"
tap "koekeishiya/formulae"
tap "louisbrunner/valgrind"
tap "teamookla/speedtest"
brew "python@3.10"
brew "asciinema"
brew "automake"
brew "bat"
brew "bpytop"
brew "gettext"
brew "python@3.9"
brew "glib"
brew "pkg-config"
brew "cairo"
brew "cmake"
brew "ctags"
brew "openldap"
brew "docker", link: false
brew "efm-langserver"
brew "fzf"
brew "gcc"
brew "gdb"
brew "git"
brew "git-delta"
brew "gitui"
brew "libtool"
brew "guile"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "go"
brew "gobject-introspection"
brew "nghttp2"
brew "gpgme"
brew "htop"
brew "httpie"
brew "jq"
brew "krb5"
brew "libproxy"
brew "llvm"
brew "lua"
brew "mkcert"
brew "mysql"
brew "neovim"
brew "nginx"
brew "node", link: false
brew "pandoc"
brew "postgresql"
brew "ranger"
brew "ripgrep"
brew "ruby"
brew "rustup-init"
brew "spotify-tui"
brew "the_silver_searcher"
brew "tmux"
brew "tmuxinator"
brew "tree"
brew "wget"
brew "cmacrae/formulae/spacebar", args: ["HEAD"]
brew "khanhas/tap/spicetify-cli"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai", args: ["HEAD"]
brew "teamookla/speedtest/speedtest"
cask "font-fontawesome"
cask "kitty"
