tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "louisbrunner/valgrind"
tap "teamookla/speedtest"
brew "python@3.10"
brew "asciinema"
brew "automake"
brew "bat"
brew "bpytop"
brew "gettext"
brew "python@3.9"
brew "glib"
brew "pkg-config"
brew "cairo"
brew "cmake"
brew "ctags"
brew "openldap"
brew "curl"
brew "docker"
brew "efm-langserver"
brew "fzf"
brew "gdb"
brew "git"
brew "git-delta"
brew "libtool"
brew "guile"
brew "p11-kit"
brew "unbound", restart_service: true
brew "gnutls"
brew "gnupg"
brew "go"
brew "gobject-introspection"
brew "nghttp2"
brew "gpgme"
brew "htop"
brew "httpie"
brew "jq"
brew "krb5"
brew "libproxy"
brew "llvm"
brew "lua"
brew "mkcert"
brew "mysql", restart_service: true
brew "neovim"
brew "nginx", restart_service: true
brew "node"
brew "postgresql", restart_service: true
brew "ranger"
brew "ripgrep"
brew "rustup-init"
brew "the_silver_searcher"
brew "tmux"
brew "tmuxinator"
brew "tree"
brew "wget"
brew "jesseduffield/lazygit/lazygit"
brew "teamookla/speedtest/speedtest"
cask "alacritty"
cask "kitty"
